/* Prompt moving or duplicating file */
"A file with the same name already exists. Do you want to replace the existing file?" = "Súbor s rovnakým názvom už existuje. Chcete ho prepísať?";

/* Toolbar item */
"Action" = "Akcie";
"Active" = "aktívny";

/* Window title. */
"Activity" = "Činnosť";
"Allow" = "Povoliť";
"Always" = "Vždy";

/* Transfer action for existing files */
"Prompt" = "Spýtať sa";

/* Toolbar item */
"Bookmarks" = "záložiek";

/* Alert sheet alternate button */
"Cancel" = "Zrušiť";

/* Toolbar item tooltip */
"Character Encoding" = "Znaková sada";
"Choose" = "Vybrať";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Vyčistiť";

/* Remove all bookmarks from history. */
"Clear Menu" = "Vyprázdniť ponuku";

/* Toolbar item */
"Column" = "Stĺpce";

/* Toolbar item tooltip */
"Connect to server" = "Spojiť so serverom";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Súbor na serveri nie je možné otvoriť alebo čítať";
"Could not open the file" = "Súbor nie je možné otvoriť";
"Could not show the file" = "Súbor nie je možné zobraziť";
"Could not show the file in the Finder" = "Súbor nie je možné zobraziť vo Finderi";

/* Toolbar item tooltip */
"Create New Folder" = "Vytvoriť nový priečinok";

/* Menu item */
"Cut {0}" = "Vyňať {0}";
"Copy {0}" = "Kopírovať {0}";
"Default" = "predvolený";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Odstrániť";
"Delete Bookmark" = "Odstrániť záložku";

/* Toolbar item tooltip */
"Delete file" = "Odstrániť súbor";
"Deny" = "Odoprieť";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Odpojiť";

/* Alert sheet title */
"Disconnect from {0}" = "Odpojiť od {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Odpojiť od servera";
"Do you want to delete the selected bookmark?" = "Odstrániť označenú záložku?";

/* Toolbar item */
"Download" = "Prevziať";
"Download As:" = "Prevziať ako:";

/* Toolbar item tooltip */
"Download file" = "Prevziať súbor";
"Download the selected file to…" = "Prevziať označený súbor do…";

/* Toolbar item */
"Edit" = "Upraviť";

/* Toolbar item tooltip */
"Edit file in external editor" = "Upraviť súbor v externom editore";

/* Toolbar item */
"Encoding" = "Znaková sada";

/* Alert sheet title */
"Error" = "Chyba";

/* Quit application on Windows */
"Exit" = "Ukončiť";
"File" = "súbor";

/* A column in the browser */
"Filename" = "Názov súboru";
"{0} Files" = "{0} súborov";
"Folder" = "priečinok";
"FTP (File Transfer Protocol)" = "FTP (File Transfer Protocol)";
"FTPS (FTP/SSL)" = "FTP-SSL (FTP cez TLS/SSL)";

/* Toolbar item */
"Get Info" = "Informácie";

/* Toolbar item */
"Go to Folder" = "Do priečinka";
"History" = "História";
"Host key mismatch for {0}" = "Nesúlad hostiteľského kľúča: {0}";
"Invalid character in filename." = "V názve súboru je použitý nepovolený znak.";
"Invalid character in folder name." = "V názve priečinka je použitý nepovolený znak.";



/* A column in the browser */
"Kind" = "Druh";
"Extension" = "Prípona";

/* Toolbar item */
"List" = "Zoznam";
"Local" = "Lokálny";
"Local File" = "Lokálny súbor";
"Mac Line Endings (CR)" = "Mac (CR)";

/* Synchronize option */
"Mirror" = "Zrkadliť";

/* A column in the browser */
"Modified" = "Zmenený";

/* Move a downloaded file to the trash */
"Move to Trash" = "Presunúť do koša";
"Multiple files" = "viac súborov";

/* Create new bookmark */
"New Bookmark" = "Nová záložka";

/* Toolbar item */
"New Connection" = "Nové spojenie";

/* Toolbar item */
"New Folder" = "Nový priečinok";

/* Alert sheet text */
"No newer version available." = "Nie je prístupná novšia verzia.";
"No private key selected" = "Nie je označený žiadny súkromný kľúč";
"No Bonjour services available" = "Nie sú prístupné žiadne služby Bonjour";
"No external editor available" = "Nie je prístupný žiadny externý editor";
"No recently connected servers available" = "Nie sú prístupné žiadne nedávno pripojené servery";

/* Alert sheet title */
"No update" = "Žiadna aktualizácia";
"None" = "žiadnou";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} z {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Otvoriť";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Otvoriť vo webovom prehliadači";

/* Open new connection to server */
"Open new connection" = "nadviazaním nového spojenia";

/* Toolbar item */
"Outline" = "Rozšírený zoznam";

/* Transfer action for existing files. */
"Overwrite" = "Prepísať";

/* A column in the browser */
"Owner" = "Majiteľ";

/* A column in the browser */
"Group" = "Skupina";
"Passive" = "pasívny";

/* Menu item */
"Paste {0}" = "Vložiť {0}";

/* A column in the browser */
"Permissions" = "Oprávnenia";

/* Toolbar item */
"Quick Connect" = "Rýchle spojenie";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "Ukončiť";
"Quit Anyway" = "Ukončiť";

/* Confirm deleting files. */
"Really delete the following files? This cannot be undone." = "Naozaj chcete odstrániť nasledovné súbory? Tento príkaz nebude možné odvolať.";

/* Toolbar item */
"Refresh" = "Obnoviť";

/* Toolbar item tooltip */
"Refresh directory listing" = "Obnoviť zoznam súborov";

/* Toolbar item in Transfer Window. */
"Reload" = "Znovu";

/* Toolbar item in Transfer Window. */
"Remove" = "Odstrániť";
"Remove completed transfers from list." = "Dokončené prenosy odstrániť zo zoznamu.";

/* Toolbar item in Transfer Window.
   Transfer action for existing files */
"Resume" = "Pokračovať";
"Review…" = "Skontrolovať…";

/* Toolbar item in Transfer Window. */
"Search" = "Hľadať";
"Server File" = "Súbor na serveri";
"SFTP (SSH File Transfer Protocol)" = "SFTP (SSH File Transfer Protocol)";
"SCP (Secure Copy)" = "SCP (Secure Copy)";
"Show" = "Zobraziť";

/* Toolbar item tooltip */
"Show file attributes" = "Zobraziť vlastnosti súboru";
"Show in Finder" = "Zobraziť vo Finderi";

/* Toolbar item tooltip */
"Show Transfers window" = "Zobraziť priebeh";

/* A column in the browser */
"Size" = "Veľkosť";

/* Toolbar item in Transfer Window. */
"Stop" = "Zastaviť";

/* Transfer action for existing files */
"Skip" = "Preskočiť";

/* Toolbar item tooltip */
"Switch Browser View" = "Prepnúť zobrazenie prehliadača";
"Symbolic Link (File)" = "Symbolic Link (súbor)";
"Symbolic Link (Folder)" = "Symbolic Link (priečinok)";

/* Toolbar item */
"Synchronize {0} with" = "Synchronizovať {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Synchronizovať súbory";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Zobraziť/skryť záložky";

/* Alert sheet text */
"The connection will be closed." = "Spojenie bude ukončené.";
"The current allowed key for this host is {0}." = "Aktuálny platný kľúč pre tento server je {0}.";
"The host is currently unknown to the system. The host key fingerprint is {0}." = "Server je neznámeho typu. Fingerprint jeho kľúča je {0}.";
/* SSH remote host identification */
"The host key supplied is {0}." = "Dodaný kľúč servera je {0}.";
"There are files currently being transferred. Quit anyway?" = "Prebieha prenos súborov. Napriek tomu chcete ukončiť?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Aktualizácia zlyhala. Skúste neskôr.";
"Transfer in progress" = "Prebieha prenos";

/* Toolbar item */
"Transfers" = "Priebeh";

/* Toolbar item */
"Trash" = "Kôš";
"Unknown" = "Neznámy";
"Unknown size" = "Neznáma veľkosť";
/* SSH remote host identification */
"Unknown host key for {0}." = "Neznámy kľúč servera pre {0}.";

/* Toolbar item */
"Upload" = "Odoslať";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Odoslať lokálny súbor na vzdialený server";

/* Use browser session for file transfers */
"Use browser connection" = "použitím spojenia prehliadača";

/* Transfer action for existing files */
"Rename existing" = "Premenovať existujúci";
"Rename" = "Premenovať";

/* Toolbar item */
"View" = "Zobrazenie";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Ste spojený s aspoň jedným serverom. Chcete skontrolovať otvorené prehliadače?";

/* Option in error dialog if a connection error occurs, opens the Network Diagnostics application */
"Open Network Diagnostics" = "Otvoriť diagnostiku siete";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "stabilné verzie";
"Beta" = "betaverzie";
"Snapshot Builds" = "nočné zostavenia";

"Show Hidden Files" = "Zobrazovať skryté súbory";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Skryť riadok nástrojov";
"Show Toolbar" = "Zobraziť riadok nástrojov";
